export const outdoors = [
    {
        title: 'Beyond-Imagination 동아리활동',
        duration: '2023.10-ing',
        description: '동아리 활동',
        paragraph:
            '학과 졸업생들이 모여 만든 IT 개발 스터디입니다. 동아리에서는 상시 프로젝트 수행, 공모전 참여, 개발 스터디, 멘토링 등의 활동을 진행하고 있습니다.' +
            '현직에서 활동하는 개발자들과 함께 다양한 프로젝트를 경험하면서 협업과 기술을 배우고 있습니다.',
    },
]

export const indoors = [
    {
        title: 'Programming Language Center 근무',
        duration: '2023.03-2024.12',
        description: '고려대학교 세종캠퍼스\n컴퓨터융합소프트웨어학과',
        paragraph:
            '학과에서 운영하는 프로그래밍 언어 학습 도움 센터로, 학기 시작 전 코딩테스트 및 면접을 보고 선발된 학생들이 근무하는 곳입니다. 주 활동은 프로그래밍 수업(C, C++, Python, Java 등)을 듣는 학생들의 질문에 답변하는 것입니다.',
    },
    {
        title: '성적이 올라! 이끄미 참여',
        duration: '2024.09-2024.12',
        description: '고려대학교 세종캠퍼스',
        paragraph:
            '교내 교수학습지원센터의 성적이 올라! 프로그램에 이끄미로 참여하여, 이전학기 학사경고자 학생1명을 한 학기동안 수업을 따라갈 수 있도록 지원했습니다. 해당 학생이 듣는 수업들의 학습에 대해 얘기를 나누며, 학습을 도와주고 알맞은 학습법을 찾기 위해 노력했습니다. 해당 활동으로 이전 학기 학점이 1.9인 학생의 학점이 3.2로 오를 수 있었습니다.',
    },
    {
        title: 'C, Python 튜터링',
        duration: '2024.03-2024.07',
        description: '고려대학교 세종캠퍼스\n컴퓨터융합소프트웨어학과',
        paragraph:
            '학과 학술국 활동으로 1학년 학생 5명을 대상으로 한 학기동안 C, Python을 지도하였습니다. 해당 언어에 대한 이해를 가지고, 매주 직접 강의자료와 문제를 제작하여 수업을 준비하였습니다. 실습과 이론을 적절하게 섞으며 다양한 학습을 진행하였습니다.',
    },
    {
        title: '운영체제 수업 튜터링',
        duration: '2023.09-2023.12',
        description: '고려대학교 세종캠퍼스',
        paragraph:
            '교내 교수학습지원센터의 튜터링 프로그램에서 튜터로 참여하여, 한 학기 동안 운영체제를 수강하는 학생 5명을 지도했습니다. 이전 학습 경험을 바탕으로 매주 직접 강의자료와 간단한 문제를 제작하며 수업을 준비했습니다. 학생들과 토의식으로 진행하며 운영체제에 대한 다양한 관점을 나눌 수 있었습니다.',
    },
    {
        title: 'ICPS 연구실 학부연구생 활동',
        duration: '2022.03-2023.02',
        description: '고려대학교 세종캠퍼스 ICPS 연구실',
        paragraph: 'AI를 이용한 수화 인식 연구를 위한 데이터 수집 및 전처리 수행했습니다. 그 후 해당 연구를 위한 모델 구현을 함께 진행하였습니다.',
    },
]

export const certificates = [
    {
        title: 'TOEIC',
        duration: '2024.02.04',
        description: 'YBM 한국 TOEIC 위원회',
        paragraph: '805 / 990',
    },
    {
        title: '정보처리기사',
        duration: '2024.09.10',
        description: '한국산업인력공단',
        paragraph: '취득',
    },
]
